Repository: assen-totin/mate-applet-lockkeys
Catalog: po/*.po
Languages: de_de

source: Keyboard Lock Keys
de_de: Feststelltasten

source: An applet that shows the state of your Capslock-, Numlock-, and Scroll-lock keys
de_de: Ein Applet das den Status der Hochstell-, Numlock-, und Rollentasten der Tastatur anzeigt

source: Lock Keys Preferences
de_de: Feststelltasten Einstellungen

source: Settings
de_de: Einstellungen

source: Show c_aps-lock
de_de: _Hochstelltaste zeigen

source: Show _num-lock
de_de: _Numlocktaste zeigen

source: Show _scroll-lock
de_de: _Rollentaste zeigen

source: On
de_de: An

source: Caps: %s Num: %s Scroll: %s
de_de: Hochstell: %s Num: %s Rollen: %s

source: Could not initialize X Keyboard Extension.
de_de: Die X Keyboard Extension konnte nicht initialisiert werden.
